Repository: wp-plugins/chief-editor
Catalog: languages/chief-editor-*.po
Languages: sr_rs

source: Ready for printing
sr_rs: Spremno za štampanje

source: Email sent successfully
sr_rs: Email uspešno poslat

source: to
sr_rs: na

source: Problem sending email...
sr_rs: Problem u slanju email-a...

source: Are you sure you want to sent "ready for printing" email?
sr_rs: Da li ste sigurni da želite da pošaljete email "ready for printing" (spreman za štampu)

source: Send
sr_rs: Poslati

source: Posts
sr_rs: Postovi

source: Calendar
sr_rs: Kalendar

source: Comments
sr_rs: Komentari

source: Authors
sr_rs: Autori

source: Settings
sr_rs: Podešavanja

source: Visit Plugin Site
sr_rs: Posetite plugin sajt

source: Rate!
sr_rs: Ocenite!

source: No custom posts of type
sr_rs: Nema uobičajenih postova tog tipa

source: or
sr_rs: ili

source: all of them are published
sr_rs: su svi oni objavljeni

source: All comments accross the network since
sr_rs: Svi komentari širom mreže od

source: Most commented posts ever
sr_rs: Najviše komentarisani postovi ikada

source: Most commented posts last month
sr_rs: Najviše komentarisani postovi prošlog meseca

source: item(s)
sr_rs: predmet(i)

source: Total number of posts accross network:
sr_rs: Ukupan broj postova širom mreže:

source: Chief Editor Settings
sr_rs: Podešavanja za Glavnog Editor-a

source: Sender email address
sr_rs: Email adresa pošiljaoca

source: Email address used for sendings
sr_rs: Email adresa koja se koristi za slanja

source: Sender name
sr_rs: Ime pošiljaoca

source: Name, as it will be seen by recipients
sr_rs: Ime, onakvo kakvo će videti primaoci

source: Recipients emails
sr_rs: Email-ovi primalaca

source: Addresses to which all email will be sent to
sr_rs: Adrese na koje će email biti poslat

source: Email content
sr_rs: Sadržaj email-a

source: This is the standard email sent for to authors in order to validate the post
sr_rs: Ovo je standardni email poslat autorima kako bi oni potvrdili post

source: You can use the following tags inside:
sr_rs: U tome možete koristiti sledeće tag-ove:

source: Show posts of type
sr_rs: Prikazati postove tog tipa

source: give you ability to manage posts of this type in a specific tab
sr_rs: Daje vam mogućnost da uređujete postove ovog tipa u posebnom indikatoru

source: Set chief editor(s) for this blog
sr_rs: Podesite Glavnog Editor-a(e) za ovaj blog

source: Automatic Email to authors
sr_rs: Automatski email autorima

source: Email recipients addresses
sr_rs: Adrese primalaca email-a

source: Custom post types
sr_rs: Tipovi uobičajenih postova

source: Set users as Chief Editors
sr_rs: Podesite korisnike kao Glavne Editor-e

source: The following settings are used to send pre-formatted email to post authors, in order for them to validate it online before publishing
sr_rs: Podešavanja koja slede se koriste za slanje prethodno formatiranog email-a autorima posta, kako bi ga oni potvrdili online pre objavljivanja

source: This section allow you to select which custom post types are going to presented in a separate tab for scheduling
sr_rs: Ovaj odeljak vam dozvoljava da selektujete koji tipovi uobičajenih postova će biti prezentovani u zasebnom indikatoru za raspoređivanje

source: Attribute Chief editors to each blog in order for them to receive
sr_rs: Dodelite Glavne Editor-e svakom blog-u kako bi oni primali

source: all
sr_rs: sva

source: ready for printing
sr_rs: spremna za štampanje

source: notifications
sr_rs: obaveštenja

source: published on
sr_rs: objavljen na

source: Trace graph for sorted column
sr_rs: Trakirajte grafikon za odabranu kolonu

source: Name
sr_rs: Ime

source: login
sr_rs: Login (logovanje)

source: Month blogging
sr_rs: Mesečno blog-ovanje

source: Posts/month
sr_rs: Postovi/mesečno

source: Words/post
sr_rs: Reči/post

source: Comments/post
sr_rs: Komentari/post

source: Words/comment
sr_rs: Reči/komentari

source: Comments/month
sr_rs: Komentari/mesečno

source: Blog Title
sr_rs: Naslov blog-a

source: Featured image
sr_rs: Istaknuta slika

source: Submission date
sr_rs: Datum podnošenja

source: Author (login)
sr_rs: Autor (login)

source: Scheduled for date
sr_rs: Raspoređen za datum

source: Edit
sr_rs: Edit-ovanje (izmena)

source: Send RFP to author
sr_rs: Pošaljite RFP autoru

source: not scheduled
sr_rs: nije raspoređeno

source: Scheduled posts :
sr_rs: Raspoređeni postovi:

source: Pending posts :
sr_rs: Postovi na čekanju:

source: Draft posts :
sr_rs: Postovi - nacrti:

source: Total unpublished posts :
sr_rs: Ukupan broj neobjavljenih postova:

source: Manage all posts, comments and authors accross the network. The Chief Editor toolbox.
sr_rs: Uredite sve postove, komentare i autore širom mreže. “Kutija za alat” za Glavnog Editor-a.
